{
    "footer_intro": {
      "message": "Чтобы снизить нагрузку на запрашиваемые серверы, данные в этом разделе обновляются только раз в 24 часа.",
      "description": "Information presented in small font size at the bottom of the report, to indicate that the data is only updated (roughly) every 24h."
    },
    "footer_last_update": {
      "message": "Последнее обновление",
      "description": "Used behind the footer_intro in the report, followed by a colon and a date. Example 'Last update: 14.03.2025'"
    },
    "table_header": {
      "message": "Отчёт о совместимости",
      "description": "Header in the compatibility table. Should indicate that the user is looking at a compatibility report for Add-ons."
    },
    "subtext_not_listed": {
      "message": "Не размещено на addons.thunderbird.net",
      "description": "Used as sub text below the name of an Add-on to indicate, that the Add-on is not listed on ATN"
    },
    "subtext_committed_to_monthly": {
      "message": "обязуется выпускать ежемесячные обновления дополнения",
      "description": "Used as sub text in parentheses below the name of an Add-on to indicate, that the developer will provide the required updates to keep the Add-on compatible on Thunderbird's Release Channel. Example: 'Legacy Add-on (committed to monthly add-on updates)'"
    },
    "subtext_may_break_on_release": {
      "message": "может стать несовместимым без ежемесячных обновлений дополнения",
      "description": "Used as sub text in parentheses below the name of an Add-on to indicate, that the developer may not be able to provide the required updates to keep the Add-on compatible on Thunderbird's Release Channel. Example: 'Legacy Add-on (may become incompatible without monthly add-on updates)'"
    },
    "subtext_alternative": {
      "message": "Замена",
      "description": "Used as sub text below the name of an out-dated Add-on. Example 'Alternative: Add-on XY."
    },
    "suggestion_upgrade_to_release": {
      "message": "Вы можете перейти на Thunderbird Release.",
      "description": "Suggestion is shown if there are no problematic Add-ons which might not get the required updates on Thunderbird's Release Channel."
    },
    "suggestion_stay_on_esr_incompatible": {
      "message": "Некоторые установленные дополнения несовместимы с Thunderbird Release. Рекомендуется остаться на канале Extended Support Release, чтобы обеспечить стабильную работу дополнений, отмеченных «(✔)» или «❌».",
      "description": "Suggestion is shown to users on ESR, if they use Add-ons which are not supported on Thunderbird's Release Channel, and should therefore stay to ESR."
    },
    "suggestion_stay_on_esr_unsupported_experiments": {
      "message": "Все установленные дополнения в данный момент совместимы с Thunderbird Release. Однако некоторые из них являются экспериментальными или устаревшими, и в будущем могут не получать своевременные обновления и перестать работать. Рекомендуется остаться на канале Extended Support Release, чтобы обеспечить стабильную работу дополнений, отмеченных «(✔)».",
      "description": "Suggestion is shown to users on ESR, if they use problematic Add-ons which may not receive the required monthly updates and break on Thunderbird's Release Channel, and should therefore stay to ESR."
    },
    "suggestion_move_back_to_esr_incompatible": {
      "message": "Некоторые установленные дополнения несовместимы с Thunderbird Release. Это может повлиять на работу Thunderbird или самого дополнения сейчас или в будущем. Рекомендуется вернуться на канал Extended Support Release, чтобы обеспечить стабильную работу дополнений, отмеченных «(✔)» или «❌».",
      "description": "Suggestion is shown to users on Thunderbird's Release Channel, if they use incompatible Add-ons, and should therefore move back to ESR."
    },
    "suggestion_move_back_to_esr_unsupported_experiments": {
      "message": "Все установленные дополнения в данный момент совместимы с Thunderbird Release. Однако некоторые из них являются экспериментальными или устаревшими, и в будущем могут не получать своевременные обновления и перестать работать. Рекомендуется вернуться на канал Extended Support Release, чтобы обеспечить стабильную работу дополнений, отмеченных «(✔)».",
      "description": "Suggestion is shown to users on Thunderbird's Release Channel, if they use problematic Add-ons which may not receive the required monthly updates and break on Thunderbird's Release Channel, and should therefore move back to ESR."
    },
    "disabled": {
      "message": "отключено",
      "description": "Added behind the Add-on name, to indicate that the Add-on is disabled."
    }
  }
