{
    "footer_intro": {
        "message": "Per ridurre il carico sui server interrogati, i dati utilizzati in questa visualizzazione verranno aggiornati solo ogni 24h.",
        "description": "Informazione visualizzata in piccole dimensioni del carattere in fondo al rapporto per indicare l'approssimativo intervallo di aggiornamento dei dati ogni 24h."
    },
    "footer_last_update": {
        "message": "Ultimo aggiornamento",
        "description": "Usato dietro il footer_intro nel rapporto, seguito da due punti e una data. Esempio 'Ultimo aggiornamento: 14.03.2025'"
    },
    "table_header": {
        "message": "Rapporto di compatibilità",
        "description": "Testata della tabella di compatibilità. Indica che l'utente stà attualmente visualizzando il rapporto di compatibilità per gli Add-ons."
    },
    "subtext_not_listed": {
        "message": "Non presente su addons.thunderbird.net",
        "description": "Usato come sottotesto del nome di un Add-on per indicare che l'Add-on non è presente su ATN"
    },
    "subtext_committed_to_monthly": {
        "message": "Pubblicato per rilasci mensili",
        "description": "Usato come sottotesto fra parentesi del nome di un Add-on per indicare che il programmatore provvederà gli aggiornamenti necessari per mantenere l'Add-on compatibile con i rilasci mensili di Thunderbird. Esempio: 'Legacy Add-on (publicato per rilasci mensili)'"
    },
    "subtext_may_break_on_release": {
        "message": "Potrebbe non funzionare con rilasci mensili",
        "description": "Usato come sottotesto fra parentesi del nome di un Add-on per indicare che il programmatore potrebbe non provvedere gli aggiornamenti necessari per mantenere l'Add-on compatibile con i rilasci mensili di Thunderbird. Esempio: 'Legacy Add-on (potrebbe non funzionare con rilasci mensili)'"
    },
    "subtext_alternative": {
        "message": "Alternativa",
        "description": "Usato come sottotesto del nome di un Add-on obsoleto. Esempio: 'Alternativa: Add-on XY."
    },
    "suggestion_upgrade_to_release": {
        "message": "Aggiornamento potenzialmente compatibile con i rilasci mensili di Thunderbird.",
        "description": "Suggerimento visualizzato se non vengono riscontrati problemi con gli Add-ons che potrebbero non ricevere gli aggiornamenti necessari per mantenere la compatibilità con i rilasci mensili di Thunderbird."
    },
    "suggestion_stay_on_esr_incompatible": {
        "message": "Alcuni Add-ons non sono compatibili con i rilasci mensili di Thunderbird. Si consiglia di rimanere sulla versione “Extended Support Release” di Thunderbird per garantire il mantenimento delle funzionalità per gli Add-ons segnati con “(✔)” o “❌”.",
        "description": "Suggerimento visualizzato per gli utenti ESR se si è riscontrata la presenza di Add-ons che non supportano i rilasci mensili di Thunderbird, consigliando gli utenti di rimanere sulla versione ESR."
    },
    "suggestion_stay_on_esr_unsupported_experiments": {
        "message": "Tutti gli Add-ons installati sono attualmente compatibili con i rilasci mensili di Thunderbird. Tuttavia, alcuni Add-ons sono marcati come Sperimentali/Legacy ad indicare che in futuro protrebbero non sempre ricevere gli aggiornamenti necessari per mantenerne il funzionamento. Si consiglia di rimanere sulla versione “Extended Support Release” di Thunderbird per garantire il mantenimento delle funzionalità degli Add-ons segnati con “(✔)”",
        "description": "Suggerimento visualizzato per gli utenti ESR in caso viene riscontrato l'uso di Add-ons problematici che potrebbero non ricevere gli aggiornamenti necessari per mantenere la compatibilità con i rilasci mensili di Thunderbird, consigliando gli utenti di rimanere sulla versione ESR."
    },
    "suggestion_move_back_to_esr_incompatible": {
        "message": "Alcuni Add-ons installati non sono compatibili con i rilasci mensili di Thunderbird. Questo potrebbe influire negativamente sulle funzionalità di Thunderbird o dell'Add-on. Si consiglia di tornare alla versione “Extended Support Release” di Thunderbird per garantire il mantenimento delle funzionalità degli Add-ons segnati con “(✔)” o “❌”.",
        "description": "Suggerimento visualizzato per gli utenti della versione a rilasci mensili di Thunderbird in case usino Add-ons non compatibili, consigliando gli utenti di tornare sulla versione ESR."
    },
    "suggestion_move_back_to_esr_unsupported_experiments": {
        "message": "Tutti gli Add-ons installati sono attualmente compatibili con i rilasci mensili di Thunderbird. Tuttavia, alcuni Add-ons sono marcati come Sperimentali/Legacy ad indicare che in futuro protrebbero non sempre ricevere gli aggiornamenti necessari per mantenerne il funzionamento. Si consiglia di tornare alla versione “Extended Support Release” di Thunderbird per garantire il mantenimento delle funzionalità degli Add-ons segnati con “(✔)",
        "description": "Suggerimento visualizzato per gli utenti della versione a rilasci mensili di Thunderbird in caso usino Add-ons problematici che potrebbero non ricevere i necessari aggiornamenti mensili ed introdurre problemi con Thunderbird, consigliando gli utenti di tornare sulla versione ESR."
    },
    "disabled": {
        "message": "disabilitato",
        "description": "Inserito dietro il nome dell'Add-on per indicarne lo stato disabilitato."
    }
}
