{
    
    "footer_intro": {
        "message":  "Para reducir la carga en los servidores consultados, los datos utilizados en esta vista solo se actualizan cada 24 horas.",
        "description": "Information presented in small font size at the bottom of the report, to indicate that the data is only updated (roughly) every 24h."
    },
    "footer_last_update": {
        "message": "Última actualización",
        "description": "Used behind the footer_intro in the report, followed by a colon and a date. Example 'Last update: 14.03.2025'"
    },
    "table_header": {
        "message": "Informe de compatibilidad",
        "description": "Header in the compatibility table. Should indicate that the user is looking at a compatibility report for Add-ons."
    },
    "subtext_not_listed": {
        "message": "No figura en addons.thunderbird.net",
        "description": "Used as sub text below the name of an Add-on to indicate, that the Add-on is not listed on ATN"
    },
    "subtext_committed_to_monthly": {
        "message": "comprometido con las actualizaciones mensuales de los complementos",
        "description": "Used as sub text in parentheses below the name of an Add-on to indicate, that the developer will provide the required updates to keep the Add-on compatible on Thunderbird's Release Channel. Example: 'Legacy Add-on (committed to monthly add-on updates)'"
    },
    "subtext_may_break_on_release": {
        "message": "puede ser incompatible sin las actualizaciones mensuales de los complementos",
        "description": "Used as sub text in parentheses below the name of an Add-on to indicate, that the developer may not be able to provide the required updates to keep the Add-on compatible on Thunderbird's Release Channel. Example: 'Legacy Add-on (may become incompatible without monthly add-on updates)'"
    },
    "subtext_alternative": {
        "message": "Alternativa",
        "description": "Used as sub text below the name of an out-dated Add-on. Example 'Alternative: Add-on XY."
    },
    "suggestion_upgrade_to_release": {
        "message":  "Puedes pasarte al canal de versiones de Thunderbird.",
        "description": "Suggestion is shown if there are no problematic Add-ons which might not get the required updates on Thunderbird's Release Channel."
    },
    "suggestion_stay_on_esr_incompatible": {
        "message":  "Algunos complementos instalados no son compatibles con el canal de versiones de Thunderbird. Debes permanecer en el canal de versiones con soporte extendido de Thunderbird para garantizar la funcionalidad consistente de los complementos marcados con «(✔)» o «❌».",
        "description": "Suggestion is shown to users on ESR, if they use Add-ons which are not supported on Thunderbird's Release Channel, and should therefore stay to ESR."
    },
    "suggestion_stay_on_esr_unsupported_experiments": {
        "message":  "Todos los complementos instalados actualmente son compatibles con el canal de versiones de Thunderbird. Sin embargo, algunos complementos son experimentales o heredados, por lo que en el futuro puede que no siempre reciban las actualizaciones oportunas y dejen de funcionar. Debes permanecer en el canal de versiones con soporte extendido de Thunderbird para garantizar la funcionalidad consistente de los complementos marcados con «(✔)».",
        "description": "Suggestion is shown to users on ESR, if they use problematic Add-ons which may not receive the required monthly updates and break on Thunderbird's Release Channel, and should therefore stay to ESR."
    },
    "suggestion_move_back_to_esr_incompatible": {
        "message":  "Algunos complementos instalados no son compatibles con el canal de versiones de Thunderbird. Esto puede afectar al funcionamiento de Thunderbird o del complemento, ahora o en el futuro. Puede que quieras volver al canal de versiones con soporte extendido de Thunderbird para garantizar la funcionalidad consistente de los complementos marcados con «(✔)» o «❌».",
        "description": "Suggestion is shown to users on Thunderbird's Release Channel, if they use incompatible Add-ons, and should therefore move back to ESR."
    },
    "suggestion_move_back_to_esr_unsupported_experiments": {
        "message":  "Todos los complementos instalados actualmente son compatibles con el canal de versiones de Thunderbird. Sin embargo, algunos complementos son experimentales o heredados, por lo que en el futuro puede que no siempre reciban las actualizaciones oportunas y dejen de funcionar. Puede que quieras volver al canal de versiones con soporte extendido de Thunderbird para garantizar la funcionalidad consistente de los complementos marcados con «(✔)».",
        "description": "Suggestion is shown to users on Thunderbird's Release Channel, if they use problematic Add-ons which may not receive the required monthly updates and break on Thunderbird's Release Channel, and should therefore move back to ESR."
    },
    "disabled": {
        "message": "deshabilitado",

        
        "description": "Añadido detrás del nombre del complemento, para indicar que está deshabilitado."
    }
}
