{
    "footer_intro": {
        "message": "Zur Reduzierung der Serverlast werden die in dieser Ansicht verwendeten Daten nur alle 24 Stunden aktualisiert."
    },
    "footer_last_update": {
        "message": "Letzte Aktualisierung"
    },
    "table_header": {
        "message": "Kompatibilitätsbericht"
    },
    "subtext_not_listed": {
        "message": "Nicht auf addons.thunderbird.net gelistet"
    },
    "subtext_committed_to_monthly": {
        "message": "regelmäßige monatliche Add-on Updates wurden angekündigt"
    },
    "subtext_may_break_on_release": {
        "message": "kann ohne regelmäßige monatliche Add-on Updates inkompatibel werden"
    },
    "subtext_alternative": {
        "message": "Alternative"
    },
    "suggestion_upgrade_to_release": {
        "message": "Sie können auf den Release Kanal von Thunderbird upgraden."
    },
    "suggestion_stay_on_esr_incompatible": {
        "message": "Einige der installierten Add-ons sind nicht mit dem Release Kanal von Thunderbird kompatibel. Bleiben Sie auf dem „Extended Support Release“ Kanal (ESR), um die dauerhafte Funktionalität der mit „(✔)“ oder „❌“ gekennzeichneten Add-ons sicherzustellen."
    },
    "suggestion_stay_on_esr_unsupported_experiments": {
        "message": "Alle installierten Add-ons sind aktuell mit dem Release Kanal von Thunderbird kompatibel. Einige Add-ons sind jedoch Experimente/Legacy-Add-ons und werden in Zukunft möglicherweise nicht zeitnah aktualisiert und sind dann nicht mehr funktionsfähig. Um die dauerhafte Funktionalität der mit „(✔)“ gekennzeichneten Add-ons sicherzustellen, sollten Sie weiterhin den „Extended Support Release“ Kanal (ESR) von Thunderbird nutzen."
    },
    "suggestion_move_back_to_esr_incompatible": {
        "message": "Einige der installierten Add-ons sind nicht mit dem Release Kanal von Thunderbird kompatibel. Dies kann den Betrieb von Thunderbird oder der Add-ons jetzt oder in Zukunft beeinträchtigen. Sie sollten möglicherweise zum „Extended Support Release“ Kanal (ESR) von Thunderbird zurückkehren, um die dauerhafte Funktionalität der mit „(✔)“ oder „❌“ gekennzeichneten Add-ons sicherzustellen."
    },
    "suggestion_move_back_to_esr_unsupported_experiments": {
        "message": "Alle installierten Add-ons sind aktuell mit dem Release Kanal von Thunderbird kompatibel. Einige Add-ons sind jedoch Experimente/Legacy-Add-ons und werden in Zukunft möglicherweise nicht zeitnah aktualisiert und sind dann nicht mehr funktionsfähig. Um die dauerhafte Funktionalität der mit „(✔)“ gekennzeichneten Add-ons sicherzustellen, sollten Sie zum „Extended Support Release“ Kanal (ESR) von Thunderbird zurückkehren."
    },
    "disabled": {
        "message": "deaktiviert"
    }
}
